{
	"@metadata": {
		"authors": [
			"Justman10000",
			"Karsten Hoffmeyer",
			"Kghbln"
		]
	},
	"modern-timeline-desc": "Stellt eine moderne Zeitleistenvisualisierung als Ergebnisformat bereit",
	"modern-timeline-param-width": "Legt fest, wie breit die Zeitleiste sein soll (in %). Mögliche Maßeinheiten: %, px, em und ex",
	"modern-timeline-param-height": "Legt fest, wie hoch die Zeitleiste sein soll (in px). Mögliche Maßeinheiten: px, em und ex",
	"modern-timeline-param-bookmark": "Legt fest, ob für die Zeitleiste ein Lesezeichen als URL der Seite hinzugefügt werden kann",
	"modern-timeline-param-background": "Legt fest, welche Hintergrundfarbe die Zeitleiste haben soll (Farbname)",
	"modern-timeline-param-scale-factor": "Legt fest, welchen Skalierungsfaktor in Bildschirmweiten die Zeitleiste als Erstes haben soll",
	"modern-timeline-param-position": "Legt fest, ob die Navigations oberhalb oder unterhalb der Zeitleiste angezeigt werden soll. Mögliche Werte: 'bottom' und 'top'",
	"modern-timeline-param-tick-width": "Legt fest, welches die optimale Entfernung zwischen den Zeitpunkten auf der Achse der Zeitleiste sein soll (in px)",
	"modern-timeline-param-start-slide": "Legt fest, welches Element der Zeitleiste als Erstes angezeigt werden soll",
	"modern-timeline-param-start-at-end": "Legt fest, dass das letzte Element der Zeitleiste bei der erstmaligen Anzeige verwendet werden soll",
	"modern-timeline-param-transition-duration": "Legt fest, wie viele Millisekunden zwischen dem Wechseln der Anzeige einzelner Elemente der Zeitleiste vergehen sollen",
	"modern-timeline-param-navigation-height": "Legt fest, wie hoch der Navigationsbereich der Zeitleiste sein soll (in %). Mögliche Maßeinheiten: % und px",
	"modern-timeline-param-template": "Legt fest, welche Vorlage zum Anzeigen der Zeitleiste verwendet werden soll",
	"modern-timeline-param-image-property": "Semantische Eigenschaft vom Typ Seite. Muss als Druckauftrag abgefragt werden",
	"modern-timeline-format-name": "Zeit (moderne Zeitleiste)"
}
